Repository: superuser404notfound/JellySeeTV
Catalog: JellySeeTV/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# search.empty.noResults
source: No results
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
es: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
hr: Nema rezultata
hu: Nincs találat
it: Nessun risultato
ja: 結果がありません
ko: 결과 없음
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt_br: Sem resultados
pt_pt: Sem resultados
ro: Niciun rezultat
ru: Ничего не найдено
sk: Žiadne výsledky
sv: Inga resultat
tr: Sonuç yok
uk: Немає результатів
zh_hans: 没有结果
zh_hant: 沒有結果

# search.hint.connectSeerr
source: Connect Seerr in Settings to also search the catalog for new movies and shows.
cs: Připoj Seerr v Nastavení, abys mohl prohledávat i katalog nových filmů a seriálů.
da: Forbind Seerr i Indstillinger for også at søge i kataloget efter nye film og serier.
de: Verbinde Seerr in den Einstellungen, um auch im Katalog nach neuen Filmen und Serien zu suchen.
el: Σύνδεσε το Seerr στις Ρυθμίσεις για να αναζητάς επίσης νέες ταινίες και σειρές στον κατάλογο.
es: Conecta Seerr en Ajustes para buscar también en el catálogo nuevas películas y series.
fi: Yhdistä Seerr asetuksissa, jotta voit hakea myös luettelosta uusia elokuvia ja sarjoja.
fr: Connecte Seerr dans les Réglages pour rechercher aussi dans le catalogue de nouveaux films et séries.
hr: Poveži Seerr u Postavkama kako bi pretraživao i katalog za nove filmove i serije.
hu: Csatlakoztasd a Seerr-t a Beállításokban, hogy a katalógusban is kereshess új filmeket és sorozatokat.
it: Collega Seerr nelle Impostazioni per cercare anche nel catalogo nuovi film e serie.
ja: 設定で Seerr を接続すると、新しい映画や番組のカタログも検索できます。
ko: 설정에서 Seerr를 연결하면 새 영화와 시리즈 카탈로그도 검색할 수 있습니다.
nb: Koble til Seerr i Innstillinger for også å søke i katalogen etter nye filmer og serier.
nl: Verbind Seerr in Instellingen om ook de catalogus te doorzoeken op nieuwe films en series.
pl: Połącz Seerr w Ustawieniach, aby przeszukiwać także katalog nowych filmów i seriali.
pt_br: Conecte o Seerr nos Ajustes para também pesquisar o catálogo por novos filmes e séries.
pt_pt: Liga o Seerr nas Definições para pesquisares também no catálogo novos filmes e séries.
ro: Conectează Seerr în Setări pentru a căuta și în catalog filme și seriale noi.
ru: Подключите Seerr в настройках, чтобы также искать новые фильмы и сериалы в каталоге.
sk: Pripoj Seerr v Nastaveniach, aby si mohol prehľadávať aj katalóg nových filmov a seriálov.
sv: Anslut Seerr i Inställningar för att också söka i katalogen efter nya filmer och serier.
tr: Yeni filmler ve diziler için kataloğu da aramak üzere Ayarlar'dan Seerr'i bağla.
uk: Підключіть Seerr у Налаштуваннях, щоб також шукати нові фільми та серіали в каталозі.
zh_hans: 在设置中连接 Seerr，即可在目录中搜索新电影和剧集。
zh_hant: 在設定中連接 Seerr，即可在目錄中搜尋新電影和劇集。

# search.hint.startTyping
source: Start typing to search
cs: Začni psát pro vyhledávání
da: Begynd at skrive for at søge
de: Tippe los, um zu suchen
el: Ξεκίνα να πληκτρολογείς για αναζήτηση
es: Empieza a escribir para buscar
fi: Aloita kirjoittaminen hakeaksesi
fr: Commence à taper pour rechercher
hr: Počni tipkati za pretraživanje
hu: Kezdj el gépelni a kereséshez
it: Inizia a digitare per cercare
ja: 入力して検索を開始
ko: 검색하려면 입력을 시작하세요
nb: Begynn å skrive for å søke
nl: Begin met typen om te zoeken
pl: Zacznij pisać, aby wyszukać
pt_br: Comece a digitar para pesquisar
pt_pt: Começa a escrever para pesquisar
ro: Începe să scrii pentru a căuta
ru: Начните вводить, чтобы искать
sk: Začni písať pre vyhľadávanie
sv: Börja skriva för att söka
tr: Aramak için yazmaya başla
uk: Почніть вводити для пошуку
zh_hans: 开始输入以搜索
zh_hant: 開始輸入以搜尋

# search.placeholder
source: Search
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr: Rechercher
hr: Pretraži
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisar
ro: Caută
ru: Поиск
sk: Hľadať
sv: Sök
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# search.section.catalog
source: From the Catalog
cs: Z katalogu
da: Fra kataloget
de: Aus dem Katalog
el: Από τον κατάλογο
es: Del Catálogo
fi: Luettelosta
fr: Depuis le Catalogue
hr: Iz kataloga
hu: A katalógusból
it: Dal Catalogo
ja: カタログから
ko: 카탈로그에서
nb: Fra katalogen
nl: Uit de catalogus
pl: Z katalogu
pt_br: Do Catálogo
pt_pt: Do Catálogo
ro: Din catalog
ru: Из каталога
sk: Z katalógu
sv: Från katalogen
tr: Katalogdan
uk: З каталогу
zh_hans: 来自目录
zh_hant: 來自目錄

# search.section.library
source: In your Library
cs: Ve tvé knihovně
da: I dit bibliotek
de: In deiner Bibliothek
el: Στη βιβλιοθήκη σου
es: En tu Biblioteca
fi: Kirjastossasi
fr: Dans ta Bibliothèque
hr: U tvojoj biblioteci
hu: A könyvtáradban
it: Nella tua Libreria
ja: あなたのライブラリ内
ko: 내 라이브러리
nb: I biblioteket ditt
nl: In jouw bibliotheek
pl: W twojej bibliotece
pt_br: Na sua Biblioteca
pt_pt: Na tua Biblioteca
ro: În biblioteca ta
ru: В вашей библиотеке
sk: V tvojej knižnici
sv: I ditt bibliotek
tr: Kitaplığında
uk: У вашій бібліотеці
zh_hans: 在你的媒体库中
zh_hant: 在你的媒體庫中

# settings.about.serverVersion
source: Server Version
cs: Verze serveru
el: Έκδοση διακομιστή
es: Versión del servidor
fi: Palvelimen versio
fr: Version du serveur
hr: Verzija servera
hu: Szerver verziója
it: Versione server
ja: サーバーバージョン
ko: 서버 버전
nb: Serverversjon
nl: Serverversie
pl: Wersja serwera
pt_br: Versão do servidor
pt_pt: Versão do servidor
ro: Versiune server
ru: Версия сервера
sk: Verzia servera
tr: Sunucu Sürümü
uk: Версія сервера
zh_hans: 服务器版本
zh_hant: 伺服器版本

# settings.about.version
source: App Version
cs: Verze aplikace
el: Έκδοση εφαρμογής
es: Versión de la app
fi: Sovelluksen versio
fr: Version de l'app
hr: Verzija aplikacije
hu: Alkalmazás verziója
it: Versione app
ja: アプリバージョン
ko: 앱 버전
nb: Appversjon
nl: App-versie
pl: Wersja aplikacji
pt_br: Versão do app
pt_pt: Versão da app
ro: Versiune aplicație
ru: Версия приложения
sk: Verzia aplikácie
tr: Uygulama Sürümü
uk: Версія застосунку
zh_hans: 应用版本
zh_hant: 應用程式版本

# settings.appearance.locked.cta
source: Open Support Development
cs: Otevřít Podporu vývoje
da: Åbn Støt udviklingen
de: Entwicklung unterstützen öffnen
el: Άνοιγμα Υποστήριξης ανάπτυξης
es: Abrir Apoyar el desarrollo
fi: Avaa Tue kehitystä
fr: Ouvrir Soutenir le développement
hr: Otvori Podršku razvoju
hu: Fejlesztés támogatása megnyitása
it: Apri Supporta lo sviluppo
ja: 開発を支援を開く
ko: 개발 지원 열기
nb: Åpne Støtt utviklingen
nl: Open Ondersteun de ontwikkeling
pl: Otwórz Wesprzyj rozwój
pt_br: Abrir Apoiar o desenvolvimento
pt_pt: Abrir Apoiar o desenvolvimento
ro: Deschide Sprijină dezvoltarea
ru: Открыть «Поддержать разработку»
sk: Otvoriť Podporu vývoja
sv: Öppna Stöd utvecklingen
tr: Geliştirmeyi destekle'yi aç
uk: Відкрити «Підтримати розробку»
zh_hans: 打开支持开发
zh_hant: 開啟支持開發

# settings.appearance.locked.subtitle
source: Unlock accent colors along with the premium splash icon and supporter badge.
cs: Odemkněte zvýrazňovací barvy spolu s prémiovou úvodní ikonou a odznakem podporovatele.
da: Lås op for fremhævningsfarver sammen med det premium splash-ikon og supporter-badget.
de: Schalte die Akzentfarben zusammen mit dem Premium-Splash-Icon und dem Supporter-Abzeichen frei.
el: Ξεκλειδώστε τα χρώματα έμφασης μαζί με το premium εικονίδιο έναρξης και το σήμα υποστηρικτή.
es: Desbloquea los colores de acento junto con el icono de inicio premium y la insignia de apoyo.
fi: Avaa korostusvärit premium-käynnistyskuvakkeen ja tukija-merkin kanssa.
fr: Débloquez les couleurs d'accent avec l'icône de lancement premium et le badge de soutien.
hr: Otključajte naglasne boje zajedno s premium uvodnom ikonom i podržavateljskom značkom.
hu: Oldd fel a kiemelőszíneket a prémium nyitóikonnal és a támogatói jelvénnyel együtt.
it: Sblocca i colori di accento insieme all'icona iniziale premium e al badge sostenitore.
ja: プレミアムスプラッシュアイコンとサポーターバッジと一緒にアクセントカラーをアンロックします。
ko: 프리미엄 스플래시 아이콘 및 서포터 배지와 함께 강조 색상을 잠금 해제하세요.
nb: Lås opp aksentfarger sammen med premium splash-ikonet og supporter-merket.
nl: Ontgrendel accentkleuren samen met het premium splash-icoon en de supportersbadge.
pl: Odblokuj kolory akcentu wraz z premiową ikoną powitalną i odznaką wspierającego.
pt_br: Desbloqueie cores de destaque junto com o ícone de abertura premium e o distintivo de apoiador.
pt_pt: Desbloqueie cores de realce juntamente com o ícone de abertura premium e o distintivo de apoiante.
ro: Deblochează culorile de accent împreună cu pictograma de pornire premium și insigna de susținător.
ru: Разблокируйте акцентные цвета вместе с премиальной заставкой и значком поддержки.
sk: Odomknite zvýrazňovacie farby spolu s prémiovou úvodnou ikonou a odznakom podporovateľa.
sv: Lås upp accentfärger tillsammans med premium-startikonen och supporter-märket.
tr: Premium açılış simgesi ve destekçi rozeti ile birlikte vurgu renklerinin kilidini açın.
uk: Розблокуйте акцентні кольори разом із преміальною заставкою та значком прихильника.
zh_hans: 解锁强调色以及高级启动图标和支持者徽章。
zh_hant: 解鎖強調色以及高級啟動圖示和支持者徽章。

# settings.appearance.locked.title
source: Part of the Supporter Pack
cs: Součást balíčku podporovatele
da: Del af Supporter-pakken
de: Teil des Supporter-Pakets
el: Μέρος του Πακέτου Υποστήριξης
es: Parte del Pack de Apoyo
fi: Osa Tukijapakettia
fr: Inclus dans le Pack de soutien
hr: Dio podržavateljskog paketa
hu: A Támogatói csomag része
it: Parte del Pacchetto Sostenitore
ja: サポーターパックの一部
ko: 서포터 팩에 포함
nb: Del av Supporter-pakken
nl: Onderdeel van het Supporterspakket
pl: Część Pakietu Wspierającego
pt_br: Parte do Pacote de Apoio
pt_pt: Parte do Pacote de Apoio
ro: Parte din Pachetul de Susținător
ru: Часть Пакета поддержки
sk: Súčasť balíčka podporovateľa
sv: En del av Supporterpaketet
tr: Destekçi Paketi'nin parçası
uk: Частина Пакета прихильника
zh_hans: 支持者套餐的一部分
zh_hant: 支持者套裝的一部分

# settings.appearance.subtitle
source: Pick an accent color for buttons, focus rings, and highlights.
cs: Vyberte zvýrazňovací barvu pro tlačítka, fokusové prstence a zvýraznění.
da: Vælg en fremhævningsfarve til knapper, fokusringe og fremhævninger.
de: Wähle eine Akzentfarbe für Buttons, Fokusrahmen und Hervorhebungen.
el: Επιλέξτε ένα χρώμα έμφασης για κουμπιά, δαχτυλίδια εστίασης και επισημάνσεις.
es: Elige un color de acento para botones, anillos de enfoque y resaltados.
fi: Valitse korostusväri painikkeille, kohdistusrenkaille ja korostuksille.
fr: Choisissez une couleur d'accent pour les boutons, les anneaux de focus et les surlignages.
hr: Odaberite naglasnu boju za gumbe, prstenove fokusa i isticanja.
hu: Válassz kiemelőszínt a gombokhoz, fókuszgyűrűkhöz és kiemelésekhez.
it: Scegli un colore di accento per pulsanti, anelli di messa a fuoco ed evidenziazioni.
ja: ボタン、フォーカスリング、ハイライトのアクセントカラーを選択します。
ko: 버튼, 포커스 링 및 강조 표시에 사용할 강조 색상을 선택하세요.
nb: Velg en aksentfarge for knapper, fokusringer og fremhevinger.
nl: Kies een accentkleur voor knoppen, focusringen en markeringen.
pl: Wybierz kolor akcentu dla przycisków, pierścieni fokusu i wyróżnień.
pt_br: Escolha uma cor de destaque para botões, anéis de foco e realces.
pt_pt: Escolha uma cor de realce para botões, anéis de foco e destaques.
ro: Alege o culoare de accent pentru butoane, inele de focalizare și evidențieri.
ru: Выберите акцентный цвет для кнопок, колец фокуса и выделений.
sk: Vyberte zvýrazňovaciu farbu pre tlačidlá, fokusové prstence a zvýraznenia.
sv: Välj en accentfärg för knappar, fokusringar och markeringar.
tr: Düğmeler, odak halkaları ve vurgular için bir vurgu rengi seçin.
uk: Виберіть акцентний колір для кнопок, кілець фокусу та виділень.
zh_hans: 为按钮、焦点环和高亮选择一个强调色。
zh_hant: 為按鈕、焦點環和高亮選擇一個強調色。

# settings.appearance.subtitle.short
source: Accent color
cs: Zvýrazňovací barva
da: Fremhævningsfarve
de: Akzentfarbe
el: Χρώμα έμφασης
es: Color de acento
fi: Korostusväri
fr: Couleur d'accent
hr: Naglasna boja
hu: Kiemelőszín
it: Colore di accento
ja: アクセントカラー
ko: 강조 색상
nb: Aksentfarge
nl: Accentkleur
pl: Kolor akcentu
pt_br: Cor de destaque
pt_pt: Cor de realce
ro: Culoare de accent
ru: Акцентный цвет
sk: Zvýrazňovacia farba
sv: Accentfärg
tr: Vurgu rengi
uk: Акцентний колір
zh_hans: 强调色
zh_hant: 強調色

# settings.appearance.title
source: Appearance
cs: Vzhled
da: Udseende
de: Design
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
hr: Izgled
hu: Megjelenés
it: Aspetto
ja: 外観
ko: 모양
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
pt_pt: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sv: Utseende
tr: Görünüm
uk: Зовнішній вигляд
zh_hans: 外观
zh_hant: 外觀

# settings.home.customize
source: Customize Rows
cs: Přizpůsobit řádky
da: Tilpas rækker
de: Reihen anpassen
el: Προσαρμογή σειρών
es: Personalizar filas
fi: Mukauta rivit
fr: Personnaliser les lignes
hr: Prilagodi retke
hu: Sorok testreszabása
it: Personalizza righe
ja: 行をカスタマイズ
ko: 행 사용자 지정
nb: Tilpass rader
nl: Rijen aanpassen
pl: Dostosuj wiersze
pt_br: Personalizar linhas
pt_pt: Personalizar linhas
ro: Personalizează rândurile
ru: Настроить строки
sk: Prispôsobiť riadky
sv: Anpassa rader
tr: Satırları Özelleştir
uk: Налаштувати рядки
zh_hans: 自定义行
zh_hant: 自訂列

# settings.home.customizeSubtitle
source: Choose and order your home rows
cs: Vyberte a seřaďte řádky domovské obrazovky
da: Vælg og sorter rækker
de: Reihen der Startseite wählen und sortieren
el: Επιλέξτε και διατάξτε τις σειρές της αρχικής
es: Elige y ordena las filas
fi: Valitse ja järjestä aloitusnäytön rivit
fr: Choisir et ordonner les lignes
hr: Odaberite i poredajte retke početne
hu: Rendezd a kezdőképernyő sorait
it: Scegli e ordina le righe
ja: ホーム行の選択と並べ替え
ko: 홈 행 선택 및 정렬
nb: Velg og sorter rader
nl: Kies en orden je rijen
pl: Wybierz i uporządkuj wiersze
pt_br: Escolha e ordene as linhas
pt_pt: Escolha e ordene as linhas do início
ro: Alege și ordonează rândurile principale
ru: Выбор и порядок строк
sk: Vyberte a usporiadajte riadky domovskej obrazovky
sv: Välj och ordna rader
tr: Ana ekran satırlarını seçin ve sıralayın
uk: Вибирайте та впорядковуйте рядки головного екрана
zh_hans: 选择并排列首页行
zh_hant: 選擇並排列主畫面的列

# settings.logout
source: Sign Out
cs: Odhlásit
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
hr: Odjava
hu: Kijelentkezés
it: Disconnetti
ja: サインアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
pt_pt: Terminar sessão
ro: Deconectare
ru: Выйти
sk: Odhlásiť
sv: Logga ut
tr: Çıkış Yap
uk: Вийти
zh_hans: 退出登录
zh_hant: 登出

# settings.playback.autoSkipIntro
source: Auto-Skip Intros
cs: Automaticky přeskakovat úvody
da: Spring intro over automatisk
de: Intros automatisch überspringen
el: Αυτόματη παράλειψη εισαγωγών
es: Omitir intros automáticamente
fi: Ohita introt automaattisesti
fr: Passer les intros automatiquement
hr: Automatski preskoči uvode
hu: Intro automatikus átugrása
it: Salta intro automaticamente
ja: イントロを自動スキップ
ko: 인트로 자동 건너뛰기
nb: Hopp over intro automatisk
nl: Intro automatisch overslaan
pl: Automatycznie pomijaj intro
pt_br: Pular aberturas automaticamente
pt_pt: Saltar aberturas automaticamente
ro: Omite automat introducerile
ru: Автопропуск заставок
sk: Automaticky preskakovať úvody
sv: Hoppa över intro automatiskt
tr: İntroları Otomatik Atla
uk: Автопропуск заставок
zh_hans: 自动跳过片头
zh_hant: 自動跳過片頭

# settings.playback.autoSkipIntro.subtitle
source: Skip detected intro ranges without showing the button.
cs: Automaticky přeskočí rozpoznané úvody bez zobrazení tlačítka.
da: Spring over registrerede intro-områder uden at vise knappen.
de: Erkannte Intro-Bereiche überspringen, ohne den Button zu zeigen.
el: Παράλειψη εισαγωγών χωρίς εμφάνιση κουμπιού.
es: Omite los intros detectados sin mostrar el botón.
fi: Ohittaa tunnistetut introt ilman painikkeen näyttämistä.
fr: Passe automatiquement les intros détectées sans afficher le bouton.
hr: Preskače otkrivene uvode bez prikaza gumba.
hu: Kihagyja a felismert intrókat gomb nélkül.
it: Salta gli intro rilevati senza mostrare il pulsante.
ja: 検出されたイントロ範囲をボタンを表示せずにスキップします。
ko: 감지된 인트로 범위를 버튼 없이 건너뜁니다.
nb: Hopp over oppdagede introområder uten å vise knappen.
nl: Slaat gedetecteerde intro-stukken over zonder de knop te tonen.
pl: Pomija wykryte zakresy intra bez pokazywania przycisku.
pt_br: Pula as aberturas detectadas sem mostrar o botão.
pt_pt: Salta as aberturas detetadas sem mostrar o botão.
ro: Omite introducerile detectate fără a afișa butonul.
ru: Пропускать обнаруженные заставки без показа кнопки.
sk: Automaticky preskočí rozpoznané úvody bez zobrazenia tlačidla.
sv: Hoppa över upptäckta introsekvenser utan att visa knappen.
tr: Tespit edilen intro aralıklarını düğme göstermeden atlar.
uk: Пропускає виявлені діапазони заставок без показу кнопки.
zh_hans: 跳过检测到的片头,不显示按钮。
zh_hant: 跳過已偵測的片頭,不顯示按鈕。

# settings.playback.autoSkipOutro
source: Auto-skip outros
cs: Outra automaticky přeskočit
da: Spring outros over automatisk
de: Outros automatisch überspringen
el: Αυτόματη παράλειψη outro
es: Saltar outros automáticamente
fi: Ohita lopputekstit automaattisesti
fr: Sauter les outros automatiquement
hr: Automatski preskoči outro
hu: Outrók automatikus kihagyása
it: Salta automaticamente i finali
ja: アウトロを自動スキップ
ko: 아웃트로 자동 건너뛰기
nb: Hopp over outroer automatisk
nl: Outros automatisch overslaan
pl: Automatycznie pomijaj outra
pt_br: Pular finais automaticamente
pt_pt: Saltar finais automaticamente
ro: Sări automat outro-urile
ru: Автопропуск концовок
sk: Automaticky preskočiť outro
sv: Hoppa över outros automatiskt
tr: Outroları otomatik atla
uk: Автоматично пропускати кінцівки
zh_hans: 自动跳过片尾
zh_hant: 自動跳過片尾

# settings.playback.autoSkipOutro.subtitle
source: Jump past the credits when the outro marker is detected.
cs: Při zjištění značky outra přeskočit titulky.
da: Spring forbi rulleteksterne, når outro-markøren registreres.
de: Springe über den Abspann, sobald der Outro-Marker erkannt wird.
el: Παράλειψη των τίτλων όταν εντοπιστεί ο δείκτης outro.
es: Salta los créditos cuando se detecte el marcador del outro.
fi: Ohita lopputekstit, kun outro-merkki havaitaan.
fr: Saute le générique de fin lorsque le marqueur d'outro est détecté.
hr: Preskoči odjavnu špicu kada se otkrije oznaka outra.
hu: Ugorja át a stáblistát, amikor az outro-jelölés érzékelhető.
it: Salta i titoli di coda quando viene rilevato il marcatore di outro.
ja: アウトロマーカーが検出されたらクレジットをスキップします。
ko: 아웃트로 마커가 감지되면 크레딧을 건너뜁니다.
nb: Hopp forbi rulleteksten når outro-markøren oppdages.
nl: Spring voorbij de aftiteling wanneer de outro-marker wordt gedetecteerd.
pl: Pomiń napisy końcowe po wykryciu znacznika outra.
pt_br: Pular os créditos quando o marcador de outro for detectado.
pt_pt: Saltar os créditos quando o marcador de outro for detetado.
ro: Sare peste generic când este detectat marcajul de outro.
ru: Пропустить титры при обнаружении метки концовки.
sk: Pri zistení značky outra preskočiť titulky.
sv: Hoppa över eftertexterna när outro-markören upptäcks.
tr: Outro işaretçisi algılandığında jenerik atlanır.
uk: Пропустити титри, коли виявлено маркер кінцівки.
zh_hans: 检测到片尾标记时跳过演职员表。
zh_hant: 偵測到片尾標記時跳過演職員表。

# settings.playback.autoSubtitleForeign
source: Subtitles for foreign audio
cs: Titulky pro cizí jazyk
da: Undertekster ved fremmedsproget lyd
de: Untertitel bei fremdsprachigem Audio
el: Υπότιτλοι για ξενόγλωσσο ήχο
es: Subtítulos para audio en otro idioma
fi: Tekstitykset vieraskielisellä äänellä
fr: Sous-titres pour audio étranger
hr: Titlovi za strani audio
hu: Felirat idegen nyelvű hanghoz
it: Sottotitoli per audio in lingua straniera
ja: 外国語音声に字幕を表示
ko: 외국어 오디오 자막
nb: Undertekster ved fremmedspråklig lyd
nl: Ondertitels bij vreemdtalige audio
pl: Napisy do obcojęzycznego dźwięku
pt_br: Legendas para áudio em outro idioma
pt_pt: Legendas para áudio em língua estrangeira
ro: Subtitrări pentru audio străin
ru: Субтитры для иностранного аудио
sk: Titulky pre cudzojazyčný zvuk
sv: Undertexter vid främmande språk
tr: Yabancı sesli içerikler için altyazı
uk: Субтитри для іншомовного аудіо
zh_hans: 外语音轨的字幕
zh_hant: 外語音軌的字幕

# settings.playback.autoSubtitleForeign.subtitle
source: Automatically show subtitles when the playing audio track isn't in your preferred language.
cs: Automaticky zobrazit titulky, pokud přehrávaný zvuk není ve vašem preferovaném jazyce.
da: Vis automatisk undertekster, når den afspillende lyd ikke er på dit foretrukne sprog.
de: Untertitel automatisch einblenden, wenn die Tonspur nicht in deiner bevorzugten Sprache ist.
el: Εμφανίζει αυτόματα τους υπότιτλους όταν ο αναπαραγόμενος ήχος δεν είναι στη γλώσσα προτίμησής σας.
es: Muestra subtítulos automáticamente cuando el audio reproducido no está en tu idioma preferido.
fi: Näyttää tekstitykset automaattisesti, kun toistettava ääniraita ei ole haluamallasi kielellä.
fr: Affiche automatiquement les sous-titres lorsque la piste audio n'est pas dans votre langue préférée.
hr: Automatski prikazuje titlove kada reproducirani audio nije na željenom jeziku.
hu: Automatikusan megjeleníti a feliratot, ha a lejátszott hangsáv nem a kedvenc nyelveden van.
it: Mostra automaticamente i sottotitoli quando l'audio in riproduzione non è nella tua lingua preferita.
ja: 再生中のオーディオトラックが優先言語でない場合、字幕を自動表示します。
ko: 재생 중인 오디오 트랙이 선호 언어가 아닐 때 자막을 자동 표시합니다.
nb: Viser automatisk undertekster når avspillingsspråket ikke er ditt foretrukne språk.
nl: Toont automatisch ondertitels wanneer de afgespeelde audio niet in je voorkeurstaal is.
pl: Automatycznie wyświetla napisy, gdy odtwarzany dźwięk nie jest w preferowanym języku.
pt_br: Mostra legendas automaticamente quando o áudio reproduzido não está no seu idioma preferido.
pt_pt: Mostra legendas automaticamente quando o áudio reproduzido não está no seu idioma preferido.
ro: Afișează automat subtitrările când pista audio redată nu este în limba preferată.
ru: Автоматически показывать субтитры, когда воспроизводимая дорожка не на предпочитаемом языке.
sk: Automaticky zobraziť titulky, keď prehrávaný zvuk nie je vo vašom preferovanom jazyku.
sv: Visar automatiskt undertexter när det uppspelade ljudspåret inte är på ditt föredragna språk.
tr: Çalan ses parçası tercih ettiğin dilde değilse altyazıları otomatik gösterir.
uk: Автоматично показувати субтитри, коли аудіодоріжка не вашою мовою.
zh_hans: 当播放的音频不是您偏好的语言时，自动显示字幕。
zh_hant: 當播放的音訊不是您偏好的語言時，自動顯示字幕。

# settings.playback.autoplayNextEp
source: Autoplay Next Episode
cs: Automaticky přehrát další epizodu
da: Afspil næste afsnit automatisk
de: Nächste Folge automatisch
el: Αυτόματη αναπαραγωγή επόμενου επεισοδίου
es: Reproducir el siguiente episodio
fi: Toista seuraava jakso automaattisesti
fr: Lire l'épisode suivant
hr: Automatski reproduciraj sljedeću epizodu
hu: Következő epizód automatikus lejátszása
it: Riproduci episodio successivo
ja: 次のエピソードを自動再生
ko: 다음 에피소드 자동 재생
nb: Spill av neste episode automatisk
nl: Volgende aflevering automatisch
pl: Odtwarzaj następny odcinek automatycznie
pt_br: Reproduzir próximo episódio automaticamente
pt_pt: Reproduzir próximo episódio automaticamente
ro: Redare automată a episodului următor
ru: Автовоспроизведение следующей серии
sk: Automaticky prehrať ďalšiu epizódu
sv: Spela nästa avsnitt automatiskt
tr: Sonraki Bölümü Otomatik Oynat
uk: Автовідтворення наступного епізоду
zh_hans: 自动播放下一集
zh_hant: 自動播放下一集
